import foto1 from './img/foto1.png'
import foto2 from './img/foto2.png'
import foto3 from './img/foto3.png'

export const feedData = [
    {
      id: 'dkjfhsal',
      name: 'Гуревнин Дмитрий',
      title: 'Мой первый стартап',
      description: 'Я еще никогда не был так воодушевлен проектом, мне хочется погрузиться в него с головой. Сегодня я начинаю свой путь стартапера, я в предвкушении чудесных эмоций и огромного количества неудач. Буду держать вас в курсе!',
      imageUrl: foto1,
      time: 'сегодня в 19:32',
      progress: 10
    },
    {
      id: 'sadlgjik',
      name: 'Богдан Владислав',
      title: 'Первый миллион',
      description: 'Я всегда мечтал о красивом суперкаре, и сейчас я приступил к выполнению детских желаний. Мой старт 100к руб, буду подниматься до миллиона!',
      imageUrl: foto2,
      time: '3 дня назад',
      progress: 10
    },
    {
        id: 'asdkfjh',
        name: 'Клевцов Андрей',
        title: 'Кибер монстр',
        description: 'Мое желание поиграть на лан турнире скоро сбудится. Меня позвала одна очень известная организация сыграть на замене. Хочу выложиться на полную. Я никогда не думал, что все таки окажусь на кибер-сцене и буду играть плечом к плечу с известными игроками',
        imageUrl: foto3,
        time: 'неделю назад',
        progress: 10
    },
];
